{
  "extensionName": {
    "message": "Trello Super Powers",
    "description": "Name of the extension."
  },
  "extensionDescription": {
    "message": "Donnez des super pouvoirs à vos tableaux. Listes ajustables, affichage du titre des étiquettes, mode compact, et bien plus encore...",
    "description": "Description of the extension."
  },
  "settingsSavedNotificationTitle": {
    "message": "Préférences enregistrées",
    "description": "Notification title when settings are updated."
  },
  "settingsSavedNotificationBody": {
    "message": "Rechargez vos tableaux pour activer les nouveaux pouvoirs",
    "description": "Instuctions for the user in order for the changes to take effect."
  },
  "settingsCompactTitle": {
    "message": "Mode Compact",
    "description": "Name of the Compact Mode feature."
  },
  "settingsCompactDescription": {
    "message": "Ajoute un bouton qui vous permet de passer rapidement en mode compact. En mode compact, les étiquettes, assignations, pièces jointes and autres éléments sont cachés pour mettre en évidence le titre de chaque carte.",
    "description": "Description of the Compact Mode feature."
  },
  "settingsLabelTitle": {
    "message": "Affichage du texte des étiquettes",
    "description": "Name of the visible label text feature."
  },
  "settingsLabelDescription": {
    "message": "Affiche le text des étiquettes par défaut. Note: Bien que Trello propose désormais cette fonction, elle n’est pas activée par défaut et n’est pas aussi élégante qu’avec Trello Super Powers.",
    "description": "Description of the visible label text feature."
  },
  "settingsIdTitle": {
    "message": "Numéro des cartes au survol",
    "description": "Name of the Card IDs on hover feature."
  },
  "settingsIdDescription": {
    "message": "Cliquez sur ces numéros pour les copier dans votre presse-papier! Collez-les dans un commentaire pour afficher automatiquement la carte correspondante.",
    "description": "Description of the card IDs on hover feature."
  },
  "settingsNumberListTitle": {
    "message": "Nombre de carte par liste",
    "description": "Name of the Number of cards per list feature."
  },
  "settingsNumberListDescription": {
    "message": "Affiche un petit indicateur dans chaque liste avec le nombre de cartes qu’elle contient.",
    "description": "Description of the cards per list feature."
  }
}
